Revit 2027 API
ParameterTypeId.StairsDbgShowLeftRunBoundary3d Property
 "Show Run's Left Boundary 3D"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowLeftRunBoundary3d { get; }
Public Shared ReadOnly Property StairsDbgShowLeftRunBoundary3d As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowLeftRunBoundary3d {
	ForgeTypeId^ get ();
}
static member StairsDbgShowLeftRunBoundary3d : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace